i5-2500k/retpoline-pti-pcid/pgbench/200/runs/result-rw-prepared-200-3.log
transaction type: <builtin: simple update>
scaling factor: 200
query mode: prepared
number of clients: 4
number of threads: 4
duration: 1800 s
number of transactions actually processed: 14724626
latency average = 0.489 ms
tps = 8180.345994 (including connections establishing)
tps = 8180.352745 (excluding connections establishing)